MPU Messenger/MPU Messenger/bin/Debug/MPU Mesajları/Client to MPU Sixth Message.txt

    <?xml
        version="1.0"
        encoding="utf-8"
        ?>
    <soap:Envelope
        xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
        xmlns:xsd="http://www.w3.org/2001/XMLSchema">
        <soap:Body>
            <GetVariablesInformation
                xmlns="urn:WEB-TRC">
                <oVariableIds
                    xmlns="">
                    <sDashInfo>
                        tracer
                        </sDashInfo>
                    <oVariableId>
                        25166000
                        </oVariableId>
                    </oVariableIds>
                <oVariableIds
                    xmlns="">
                    <sDashInfo>
                        tracer
                        </sDashInfo>
                    <oVariableId>
                        25166001
                        </oVariableId>
                    </oVariableIds>
                <oVariableIds
                    xmlns="">
                    <sDashInfo>
                        tracer
                        </sDashInfo>
                    <oVariableId>
                        25166002
                        </oVariableId>
                    </oVariableIds>
                <oVariableIds
                    xmlns="">
                    <sDashInfo>
                        tracer
                        </sDashInfo>
                    <oVariableId>
                        25166003
                        </oVariableId>
                    </oVariableIds>
                <oVariableIds
                    xmlns="">
                    <sDashInfo>
                        tracer
                        </sDashInfo>
                    <oVariableId>
                        25166004
                        </oVariableId>
                    </oVariableIds>
                <oVariableIds
                    xmlns="">
                    <sDashInfo>
                        tracer
                        </sDashInfo>
                    <oVariableId>
                        25166005
                        </oVariableId>
                    </oVariableIds>
                <oVariableIds
                    xmlns="">
                    <sDashInfo>
                        tracer
                        </sDashInfo>
                    <oVariableId>
                        25166006
                        </oVariableId>
                    </oVariableIds>
                <oVariableIds
                    xmlns="">
                    <sDashInfo>
                        tracer
                        </sDashInfo>
                    <oVariableId>
                        25165998
                        </oVariableId>
                    </oVariableIds>
                <oVariableIds
                    xmlns="">
                    <sDashInfo>
                        tracer
                        </sDashInfo>
                    <oVariableId>
                        25166007
                        </oVariableId>
                    </oVariableIds>
                <oVariableIds
                    xmlns="">
                    <sDashInfo>
                        tracer
                        </sDashInfo>
                    <oVariableId>
                        25165985
                        </oVariableId>
                    </oVariableIds>
                <oVariableIds
                    xmlns="">
                    <sDashInfo>
                        tracer
                        </sDashInfo>
                    <oVariableId>
                        25165986
                        </oVariableId>
                    </oVariableIds>
                <oVariableIds
                    xmlns="">
                    <sDashInfo>
                        tracer
                        </sDashInfo>
                    <oVariableId>
                        25166008
                        </oVariableId>
                    </oVariableIds>
                <oVariableIds
                    xmlns="">
                    <sDashInfo>
                        tracer
                        </sDashInfo>
                    <oVariableId>
                        25166009
                        </oVariableId>
                    </oVariableIds>
                <oVariableIds
                    xmlns="">
                    <sDashInfo>
                        tracer
                        </sDashInfo>
                    <oVariableId>
                        25166010
                        </oVariableId>
                    </oVariableIds>
                </GetVariablesInformation>
            </soap:Body>
        </soap:Envelope>
